<template>
  <div class="main">
    <h2 class="text-center">口袋心理服务平台入驻协议</h2>
    <div class="content">
      <p class="text-bold">甲方 (服务提供方): 口袋心理 (运营主体: 武汉仁心网络科技有限公司)</p>
      <p class="text-bold">乙方 (服务使用方): {{ name }}</p>
      <p class="text-bold">
        【注意】仁心心理提醒您，请仔细阅读以下全部内容，特别以加粗或其他合理方式提示您注意，并请您重点阅读的条款。如果您不同意本协议的任一或全部条款内容，请不要以确认的形式（包括但不限于：点击确认、进入入驻程序等）进行下一步操作或使用本协议项下服务。
      </p>
      <p>
        当您确认接受本协议或同意入驻甲方运营的口袋心理咨询预约平台（以下简称“平台”）成为入驻心理咨询师时，即表示您作为乙方（以下简称“乙方”“咨询师”）与口袋心理（平台运营主体：武汉仁心网络科技有限公司，以下简称“甲方”、“仁心心理”）已达成协议关系，并自愿接受并遵守仁心心理提供服务涉及的包括本协议在内的所有服务规范及相关子协议、管理规范、咨询师管理说明等。
      </p>
      <p class="text-bold">
        口袋心理有权就本协议及相关子协议、管理规范、咨询师管理说明等文件（以下合称“服务协议”）进行更新，包括但不限于不定时发布或修订口袋心理服务规则、使用规则、公告、提示、通知等内容，更新将会通过系统提示、站内信息推送和／或您在口袋心理留下的联系 方式通知和提醒您注意，更新后依法生效。如您继续使用服务，即意味着您同意接受我方更新后的服务协议，您的权利以及义务的表述、服务内容和费用及其结算标准等，均以最新的服务协议为准。如您不同意变更后的服务协议，请您停止使用本产品和服务。
      </p>
      <p>根据本协议，您以心理咨询师身份入驻平台，在平台上为来访者提供合法、专业的心理咨询服务合作事宜，本协议内容供双方遵守执行：</p>
      <div>
        <p>一、合作内容</p>
        <p>1．甲方为乙方在口袋心理咨询预约平台提供一个服务媒介，由乙方通过该服务媒介向第三方来访者提供心理咨询服务。</p>
        <p>2．乙方在甲方服务平台上提供专业的心理咨询，保证来访者接受合法有效的心理咨询。</p>
        <p>3．甲乙双方根据双方约定的分成比例进行结算分成。</p>
        <p>4．甲方有权将平台管理权、乙方咨询师管理权等授权、委托第三方执行，乙方不同意甲方的授权、委托行为的，乙方有权退出平台。</p>
        <p>5．甲方根据乙方入驻类型，为乙方提供相应的宣传，推广和技术支持服务。合同有效期内甲方有权根据业务需求调整更换或配置督导老师，如乙方不同意此条款，请停止使用本产品和服务。</p>
        <p>二、合作期限</p>
        <p>1．生效：本协议在乙方点击确认本服务协议，并开始通过平台为第三方来访者提供心理咨询服务时开始生效。</p>
        <p>2、续约：本协议从乙方在平台账号创建之日起，一年之内有效，经双方友好协商自愿在第二个自然年按约定的入驻类型继续续约。</p>
        <p>3、解约：本协议自乙方注销账户退出平台或甲方通知乙方终止心理咨询师服务时终止。</span></p>
        <p>4．任何一方行使解除权的，双方应当保证已预约来访者的咨询按原有约定完成，双方应当对已预约来访者的咨询进行妥善安排，不得因协议终止导致已预约来访者无法使用咨询服务；否则未妥善安排来访者一方对来访者承担相关法律责任。</p>
        <p>5．协议终止后，甲方没有义务保留乙方的任何信息、材料、咨访记录等，乙方应当在协议终止前自行下载、保存，因此导致的损失由乙方自行承担。</p>
        <p>6．违约：合同期限内，甲乙双方如果有一方主动提出解约退出平台，提出一方承担另一方的损失。例如：甲方主动提出解约，需支付乙方相应的咨询师劳务费及退还服务费部分余款；如果一方主动提出解约退出，甲方支付乙方咨询劳动所得费用，入驻费不退不换，服务失效。</p>
        <p>7．退出：合同期限内，乙方有权自愿退出口袋心理平台，退出需按照退出流程：口头知会平台>提交案例报告交由平台留存>提交《主动自愿退出平台解除协协申请书》>平台注销账户>退出完成，双方解除协议。</p>
        <p>三、账户说明</p>
        <p>1．甲方为每一位咨询师（以身份信息为准）提供唯一的平台账户，乙方不当注册或同时使用多个账户的，甲方有权取消咨询师账户、终止提供平台服务，保留追究乙方法律责任的权利。</p>
        <p>2．咨询师保证由本人管理其账户，并对账户、密码及其账户行为负责，账户不得以任何形式转让、赠与或继承。</p>
        <p>3．咨询师不当使用平台账户、出现任何可能危害账户安全的情形时，咨询师应当立即通知口袋心理处理。</p>
        <p>4．咨询师注册时所提交注册资料、证明材料等，应当合法、真实、有效，在提供服务过程中有变更、改动、更新的，应当及时更新并上传至平台。</p>
        <p>5．甲甲方有权因乙方的心理咨询服务过错、违法或存在、可能存在不当行为，或由于行政管理部门意见、司法机构、来访者投诉，甲方有权根据具体情况选择暂时下架、永久下架或解除本协议。</p>
        <p>四、入驻规则</p>
        <p>1．乙方保证入驻平台期间、提供心理咨询服务期间，其资料、行为的合法性，包括但不限于：</p>
        <p>（1）严格遵守国家法律、法规、政策的相关规定，不得损害国家、社会、他人的合法权益，不得违背社会公序良俗；</p>
        <p>（2）不得以虚构、歪曲事实、故意负面评价等不正当的方式，降低其他心理咨询师的声誉、评价等，以此不当的制造、提高本人的声誉、评价；</p>
        <p>（3）在平台中实施以合法手段达成非法目的的其他行为；</p>
        <p>（4）在平台中实施可能危害计算机信息网络安全的行为；</p>
        <p>（5）违反法律、法规、政策的其他行为。</p>
        <p>2．结算规则：</p>
        <p>（1）咨询师作为自由职业者，入驻本平台不构成雇佣关系、代理关系、劳动关系、劳务关系、合伙关系；</p>
        <p>（2）基于平台有独立的账务结算系统，故平台将依法申报咨询师各项税费、不作扣除方式结算。</p>
        <p>3．禁止私下交易：</p>
        <p>（1）咨询师不得与来访者私下交易（包括但不限于私下转账交易或通过第三方平台交易）；</p>
        <p>（2）私下交易属于严重根本违约，口袋心理有权直接注销咨询师的账户；同时，咨询师 应当承担禁止私下交易的违约责任；</p>
        <p>（3）咨询师与来访者因私下交易发生纠纷的，由其双方自行解决，与甲方无关；因此 给甲方造成的任何损失，咨询师承担全部赔偿责任；</p>
        <p>（4）禁止私下交易违约责任：咨询师按照来访者年推广、维护成本（成本约：2000 元 /人）的5 倍支付惩罚性违约金，即壹万元整；同时，因私下交易给甲方或来访者造成的其 他任何损失，咨询师一并承担赔偿责任；</p>
        <p>（5）惩罚性违约金调整：咨询师确认该违约金带有惩罚性质，且违约金可以初步弥补 口袋心理平台的损失，同意放弃调整该违约金金额的权利。</p>
        <p>4．合作中止：</p>
        <p>（1）咨询师因年审不通过、违反本协议声明和保证、自由意愿等原因需要与平台中止 合作的，平台将根据商议时间，对咨询师做“隐藏”处理，咨询师应当同时关闭接待“新来访”的功能；</p>
        <p>（2）对于“老来访”，咨询师有1 个月的“沟通处理期”，咨询师应当在1 个月内和老来访沟通转介事宜（应当转介给口袋心理平台其他咨询师）；</p>
        <p>（3）对于不愿意或者不适宜进行转介的老来访，咨询师应当在平台规定时间内完成结案（不超过一年），一年后或特殊情况下咨询师需带走来访者的，应当取得平台同意后，按 咨询师年推广、维护成本补偿平台，按2000 元/人价格支付；</p>
        <p>（4）咨询师完成所有来访者的结案和转介后，平台对咨询师做“下架”处理；</p>
        <p>（5）合作中止流程中发生私下交易行为的，平台有权追究咨询师法律责任。</p>
        <p>五、心理咨询服务规则</p>
        <p>1．咨询师应当遵从平台各项规则，严格遵守预约时间开展心理咨询服务，严格按照“取消、变更预约时间规则”进行预约时间调整，预约时间调整后应当一个工作日内通知平台；</p>
        <p>2．咨询师提供心理咨询服务过程中，不得利用来访者对自己的信任、依赖等谋取私权、 诈骗或进行其他违反从业规范、公平原则、违法犯罪的行为；</p>
        <p>3．咨询师在平台仅提供心理咨询服务，不得开展医疗、诊断行为，如：行使处方权、 心理疾病诊断或治疗、精神障碍疾病诊断或治疗等。经评估，疑似患有精神类疾病的，应当 建议来访者到符合规定的医疗机构尽早就诊；</p>
        <p>4．危机干预：心理咨询服务过程中，1）来访者自身原因导致突发疾病或意外死亡的； 2）在咨询服务关系存续期间，来访者自身情绪失控可能自伤、自残、自杀或伤害他人的；</p>
        <p>3）在咨询服务关系存续期间，来访者出现自伤、自残、自杀或伤害他人行为的；咨询师应 当按照平台的《危机事件处理规范》，尽可能采取措施防止事态恶化，包括但不限于：向用户提供专业的危机干预热线电话、联系来访者的紧急联系人介入、向平台工作人员进行报备、 在必要的情况下协助报警或拨打120 等；</p>
        <p>5．接到来访者投诉或咨询师可能存在涉嫌违反服务协议或相关规则的，咨询师有义务 接受并配合平台调查，包括但不限于提供完整的咨询记录、督导记录、提供情况说明等。 咨询师接受调查期间，平台有权采取限制性措施：包括但不限于隐藏咨询师主页、关闭 新的平台来访渠道、暂停咨询师为新的来访者提供心理咨询服务等。咨访关系存续中的来访者，乙方应当评估服务胜任力后提供心理咨询服务，避免调查影响其他咨访关系，乙方应当 自觉接受督导。出现评估服务胜任力不足的，乙方应当主动对来访者进行转介，或由平台进 行转介。</p>
        <p>六、取消、变更预约时间规则</p>
        <p>1．来访者取消或变更：</p>
        <p>（1）距离预约时间符合咨询预约页面【预约须知】提示要求的，全额退费；</p>
        <p>（2）距离预约时间<span class="text-bold">不符合咨询预约页面【预约须知】提示要求的，收取已支付全额费用的70%，计入乙方收入。</span></p>
        <p class="text-bold">2．咨询师取消或变更：</p>
        <p class="text-bold">（1）距离预约时间符合咨询预约页面【预约须知】提示要求的，全额退费；</p>
        <p class="text-bold">（2）距离预约时间不符合咨询预约页面【预约须知】提示要求或缺席的，由来访者选择全额退费或咨询师赔偿同等时长的心理咨询服务（选择全额退费的，不予其他补偿、赔偿等；选择赔偿同等时长心理咨询服务的，即来访者共计可以获得两次同等时长的心理咨 询服务，不予退费）。</p>
        <p class="text-bold">3．来访者迟到：</p>
        <p class="text-bold">心理咨询服务按原定时间开始、原定时间结束、原定时长收费，不延期、补期或退款。</p>
        <p class="text-bold">4．咨询师迟到：</p>
        <p class="text-bold">（1）咨询师迟到的，咨询师在完成原定时长心理咨询服务的基础上，赔偿来访者同等时长的心理咨询服务（即来访者可以再享受一次同等时长的心理咨询服务，放弃赔偿心理咨询服务的，不予其他补偿、赔偿，不予退费）；有其他补偿性内容的，以咨询预约页面【预约须知】提示为准。</p>
        <p class="text-bold">（2）咨询师迟到后，来访者要求退费的，全额退费。</p>
        <p class="text-bold">5．乙方迟到次数限制：</p>
        <p class="text-bold">（1）迟到10 分钟以内的，每季度合计不得超过3 次；</p>
        <p class="text-bold">（2）迟到10 分钟以上的，每月不得超过1 次，每季度不得超过3 次。</p>
        <p class="text-bold">（3）乙方超过迟到次数限制的，甲方有权终止提供平台服务。</p>
        <p class="text-bold">6．甲方对乙方与来访者的取消、变更预约时间或迟到、缺席等情况提供平等协商干预，具体方案以乙方与来访者协商一致为准，甲方不以任何形式承担补偿、赔偿责任，责任由过错方承担；因乙方过错造成甲方损失的，甲方有权从乙方的费用结算中扣除。</p>
        <p class="text-bold">7．乙方迟到、缺席或调整预约时间等，应当在一个工作日内将原因如实告知甲方，由 甲方如实记录。</p>
        <p>七、心理咨询服务完成</p>
        <p>1．心理咨询服务结束后，由来访者线上点击“确认完成咨询”按钮，当次心理咨询服 务完成。</p>
        <p>2．心理咨询服务结束后，平台向来访者发出确认完成心理咨询服务的通知，来访者在 收到通知之日起7 日内未确认完成心理咨询服务、亦未向平台提出异议的，视为心理咨询服 务完成。</p>
        <p>3．来访者有权在心理咨询服务完成后，根据自身体验对乙方提供的心理咨询服务作出 评价，该评价将在平台进行展示；乙方对评价内容有异议的，应当提供完整、真实的证据向平台提出申诉，甲方有权核实证据及双方分歧后对来访者的评价进行隐藏处理；申诉 过程中评价不予隐藏。</p>
        <p>八、隐私保护规则</p>
        <p>1．平台采取合理的安全手段保护您提交验证的个人信息，在未取得您的许可前，平台 不得将您的个人信息提供给任何第三方；以下情形除外：</p>
        <p>（1）经您事先同意，向第三方披露的；</p>
        <p>（2）只有通过获悉您的个人信息，才能向您提供产品服务的；</p>
        <p>（3）根据法律、法规的规定，或者行政部门、司法机构的要求提供的；</p>
        <p>（4）由于您出现违反中国法律、法规、网站法律声明、服务协议或相关规则的情形， 需要披露的；</p>
        <p>（5）法律法规的规定、本协议约定需要提供您个人信息的其他情形。</p>
        <p>2．平台不得允许任何第三方以任何手段收集、编辑、出售或者无偿传播您的个人信息。</p>
        <p>九、平台责任限制</p>
        <p>1．口袋心理不保证网络服务的时效，<span class="text-bold">不对由于互联网（Internet）连接故障、电脑（硬件）、通讯或其他网络或系统的故障承担保证责任。</span></p>
        <p>2．由于电力故障、罢工、暴乱、火灾、洪水、暴风、爆炸、不可抗力因素、战争、武 装冲突、政府行为等或其他相关事件，造成的不能服务、不及时提供服务或延迟服务，甲方不承担保证责任。<span class="text-bold">咨询师应当及时按照自己的需求保存相关生产资料，因此导致的一切损失， 平台不承担任何责任。</span></p>
        <p>十、费用结算</p>
        <p>1．甲乙双方以平台的后台数据作为结算依据，由甲方向乙方结算咨询费。</p>
        <p class="text-bold">2．乙方收入产生的服务费及税费由乙方承担，。</p>
        <p>3．甲方向乙方实际完成结算款项支付的，视为甲方已履行全部付款义务。</p>
        <p class="text-bold">4．关于退费：出现第六条取消、变更预约时间规则的情形或乙方/来访者拒绝提供/接受服务的，由乙方向平台发起取消预约申请，乙方同意并确认在发起取消预约申请后7个工作日内将来访者支付的可退费用一次性退还至甲方，由甲方收款后无息原路退回给来访者。</p>
        <p>十一、甲方声明与保证</p>
        <p>1．按协议约定向乙方支付结算款项。</p>
        <p>2．致力宣传，提升自身及乙方的品牌度，增大来访者流量。</p>
        <p>3．为乙方提供环境整洁的线下咨询室（如有）。</p>
        <p>4．协助乙方解决与来访者之间的纠纷，包括投诉、要求退款等。</p>
        <p>5．各服务协议中，存在特别规定与一般规定、其他网站规定不一致的，适用特别规定。</p>
        <p>6．甲方有权对平台界面、功能等进行调整、变更、升级、开发等，因上述行为导致的 暂停服务，甲方不予另行通知，以平台实际暂停、开放时间为准。</p>
        <p>十二、乙方声明与保证</p>
        <p>1．乙方应当提供合法、真实、有效的资质证明材料，资质证明材料要求：</p>
        <p>（1）是具备完全民事行为能力的自然人；</p>
        <p>（身份证/护照复印件和本人手持身份证/护照的照片）</p>
        <p>（2）有效学历证明；</p>
        <p>（学历证书、学位证书复印件及学信网的学历证明）</p>
        <p>（3）具备提供心理咨询服务的、法律认可的职业资格；</p>
        <p>（国家二级心理咨询师、国家三级心理咨询师、注册系统咨询师、注册系统督导师、婚姻家庭咨询师、心理治疗师资格证复印件，或港澳台、中国法律、海外法律认可的其他相关执业资格证明的复印件）</p>
        <p>（4）个案时长证明（督导或者现就职/曾就职机构开具）；</p>
        <p>（5）个人体验证明（以平台要求为准）；</p>
        <p>（6）督导时长证明（由督导师手写签名，并提供督导师资质及联系方式）；</p>
        <p>（7）培训证明；</p>
        <p>（8）本人形象照；</p>
        <p>（9）联系方式（联系地址，电话，邮箱）；</p>
        <p>（10）真实姓名；</p>
        <p>（11）其他口袋心理认为需核实的信息（以口袋心理另行通知为准）。</p>
        <p class="text-bold">1．乙方保证提供的上述证明材料合法、真实、在有效期内，乙方提供不实、虚假、 过期、不完整材料的，甲方有权终止乙方的心理咨询服务，由乙方承担法律责任和因此造成甲方或来访者损失的全部赔偿责任。</p>
        <p class="text-bold">2．资质证明材料变更、续期、无效的，乙方应当及时通过平台申请变更或退出平台； 未及时处理造成的全部法律责任和因此造成甲方或来访者损失的全部赔偿责任由乙方承担。</p>
        <p>3．合法且专业地向来访者提供心理咨询服务。</p>
        <p>4．乙方提供服务时<span class="text-bold">不得违反《精神卫生法》和《中国心理学会临床与咨询心理学工作 伦理守则》（发布平台：中国心理学会临床与咨询心理学专业机构和专业人员注册系统，以 最新版为准）等法律、法规和相关从业规范。</span></p>
        <p>5．乙方应当遵守专业伦理及职业道德、职业规范和指引、职业操守，不违背社会公共 利益或公共道德，不损害他人的合法权益。乙方<span class="text-bold">违反此保证导致甲方被处罚、第三方索赔 的，甲方有权向乙方追偿所有损失。</span></p>
        <p>6．遵守咨询时间和地点的设置，不得迟到，不得擅自变更咨询时间或地点。因特殊情 况需变更时间或地点的，乙方需提前与来访者协商解决，并将协商结果书面通知甲方，<span class="text-bold">乙方 同意按照甲方发布的相关规则处理。</span></p>
        <p>7．本着对个案负责的精神开展工作，全面详细地了解来访者的情况、作出恰当的评估， 以判断是否属于心理咨询的工作范畴。对超出自身工作范围或心理咨询范畴的来访者建议转介或建议其去精神科就诊并将相关情况书面同步给甲方。</p>
        <p class="text-bold">8．乙方应当严格遵守本协议及相关子协议、管理规范、咨询师管理说明、天猫平台相 关管理规则等文件的规定；乙方违反上述规定的，甲方有权根据乙方违反性质对乙方在甲方服务平台进行暂时下架、永久下架或解除本协议。</p>
        <p class="text-bold">9．反贿赂：乙方不得向口袋心理及其关联企业的员工、顾问等，以任何形式提供不正当 利益。发生前款行为的，无论是否实际获得利益，平台有权立即解除本协议，由乙方按获得的不正当利益的双倍金额向甲方承担赔偿责任。</p>
        <p>10．遵守来访者保密义务，妥善保管来访者信息及心理咨询记录，对来访者的有关资料、档案应予以保密（危及来访者自己或他人生命及违法者除外），不得对外公开或泄露来访者 信息。</p>
        <p>十三、知识产权与权利声明</p>
        <p>1．基于本协议的目的，乙方保证其在合作中使用的音频、视频、文字作品、宣传稿、图片等内容合法有效，不侵犯任何人的知识产权、人身权等合法权益；且甲方有权将上述内容免费、不可撤销、非独家地使用在甲方服务平台上，包括网站、应用、互联网产品、电子材料或印刷材料等。甲方使用上述内容导致损失的，乙方应当违约责任。</p>
        <p class="text-bold">2．乙方认可：乙方主动在平台以任何形式发表的内容的著作权（包括但不限于复制权、 发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权以及《著作权法》规定的由著作权人享有的其他权利）归属甲方所有；上述 权利被第三方侵权、损害的，甲方有权以自己的名义提起诉讼并获得全部赔偿。</p>
        <p>3．口袋心理拥有平台的所有产品、技术、程序、资料、信息内容（包括但不限于文字、图片、图像、照片、音频、视频、图表、色彩、版面设计、电子文档）的所有权利（包括但不限于著作权、商标权、专利权、商业秘密及其他所有相关权利）。未经口袋心理许可，任何人不得擅自使用，上述权利不因本协议的履行发生任何转移。</p>
        <p>4．乙方无权获得平台任何信息（包括但不限于用户信息、接受服务的来访者信息等）转移、备份或保存。 </p>
        <p>5．乙方通过注册享有平台账户的使用权，平台账户的所有权归属口袋心理所有。乙方有权自行使用平台账户，不得转让、授权他人使用。</p>
        <p>6．在合作期内，甲方有权在宣传、推广、复制、发行、传播咨询服务时免费使用乙方 的姓名、肖像、人物形象、个人经历等信息。</p>
        <p>7．上述关于知识产权的约定条款长期有效，不因协议终止而失效。</p>
        <p>十四、保密义务</p>
        <p class="text-bold">1．甲乙双方对本协议内容和因签署、履行本协议而获得或接触到的对方商业信息、商 业秘密及其他未披露的资料和信息（包括但不限于咨访内容信息、个人隐私、财务信息、技术信息等）应当严格保密；未经对方书面同意，任何一方不得将上述信息的全部或部分通 过任何方式使用或以任何方式泄露给第三方，为履行本协议使用除外：</p>
        <p>（1）接受方内部有必要了解相关信息的雇员或其关联公司及其雇员；</p>
        <p>（2）对接受方负有保密义务的事务性合作伙伴，包括律师事务所(律师)、会计师事务 所(会计师)、审计事务所(审计师)、评估事务所(评估师)等；</p>
        <p>（3）依据有关法律法规要求、行政指令等而向政府部门、司法部门、证券交易所或其 他监管机构披露。</p>
        <p>2．未经对方书面同意，不得擅自使用、复制对方的商标、标志、商业信息、技术及其 他资料。</p>
        <p class="text-bold">3．任何一方不得以任何方式直接或间接对另一方进行诋毁性评价、负面/消极评价， 或有任何对另一方声誉造成不利影响的行为。</p>
        <p class="text-bold">4．保密期限至相关信息置于公开领域为止。</p>
        <p>十五、违约责任</p>
        <p>1．协议双方应当严格遵守本协议的约定，应当充分、及时履行义务，不得违反本协议 项下任何保证或承诺。</p>
        <p>2．乙方在提供心理咨询服务期间，不遵守咨询师职业道德，对来访者进行言语侮辱、 人格贬损、辱骂、诽谤或者公开来访者信息等行为的，应当承担违约责任并向来访者承担 法律责任。</p>
        <p>3．协议一方在知悉对方违约时，有权通知违约方采取有效合理的补救措施纠正违约行 为，并赔偿守约方损失。违约方在收到通知后七日内仍未纠正违约行为的，守约方有权单方书面解除本协议，本协议自解除通知到达违约方之日起终止。</p>
        <p>4．守约方解除本协议或违约方采取补救措施并不妨碍守约方依照合同约定追究违约 方的违约责任。</p>
        <p>5．违约责任：即违约方因违约行为应当向守约方支付惩罚性赔偿金伍万元，惩罚性违 约金不足以弥补守约方因此遭受损失的，违约方应当按守约方损失为准承担全部赔偿责任。</p>
        <p>6．损失：即包括但不限于因此对第三方的赔偿金、收入损失、投入成本损失、维权差 旅费用、诉讼费、公证费、律师费等。</p>
        <p>十六、有效通知</p>
        <p>1．咨询师应当准确填写并及时更新提供给口袋心理的电子邮箱地址、联系电话、联系地 址、邮政编码等联系信息，保证联系信息的有效性，以便口袋心理通过咨询师提供的联系信息 可以有效、及时联系。</p>
        <p>2．通过咨询师提供的联系信息无法与咨询师取得联系，因此导致平台的任何损失或增 加成本、咨询师自身的损失等，由咨询师承担全部责任。</p>
        <p>3．平台联系信息：</p>
        <p>收件地址：武汉市东湖高新技术开发区光谷步行街世界城尚都公寓1栋2719室</p>
        <p>收件人：吴女士（收）</p>
        <p>收件人电话：17786026335</p>
        <p class="text-bold">口袋心理按以上平台联系信息为有效送达信息，口袋心理通过咨询师提供的电子邮箱地址向 咨询师送达的通知等相关文件，属于有效送达。</p>
        <p>十七、其它</p>
        <p class="text-bold">1．本协议双方不构成雇佣关系、代理关系、劳动关系、劳务关系、合伙关系。任何一 方均无权对外代表另一方明示或默示作出任何陈述或保证。</p>
        <p>2．本协议自确认勾选本协议之日起生效。</p>
        <p>3．本协议的任何条款，因法律、法规、政策变更导致无效或无法执行，该条款的单独 无效不影响其他条款的效力，其他条款仍具有法律效力。</p>
        <p class="text-bold">4．甲乙双方应共同遵守本协议的内容，在执行过程中发生纠纷的，应友好协商，协商 不成的，双方均有权向武汉市洪山区人民法院提起诉讼解决，并适用中华人民共和国法律。</p>
      </div>
      <p class="text-bold" style="text-align: right">本协议于 {{ startTime && this.parseTime(startTime, '{y}年{m}月{d}日') }} 修改并执行。</p>
    </div>
  </div>
</template>

<script>
export default {
  props: {
    name: {
      type: String,
      default: "-"
    },
    startTime: {
      type: String,
      default: ""
    },
  },
}
</script>

<style lang="scss" scoped>

.main {
  position: relative;
  //line-height: 26px;
}

.content {
  border: 1px solid #e6e6e6;
  height: 600px;
  padding: 0 10px;
  overflow: scroll;
}

.text-center {
  text-align: center;
}

.text-bold {
  font-weight: bold;
}

.margin-top {
  margin-top: 10px;
}

.margin-top-xl {
  margin-top: 20px;
}

</style>
