<!--
 * @Author: your name
 * @Date: 2020-08-24 18:57:33
 * @LastEditTime: 2020-08-27 20:35:10
 * @LastEditors: Please set LastEditors
 * @Description: In User Settings Edit
 * @FilePath: \ruoyi-ui\src\views\benyi\activity\index.vue
-->
<template>
  <div class="app-activity">
    <h2 class="title">园长应具备的基本素质</h2>
    <div class="tabs" ref="tabs">
      <el-tabs tab-position="top" v-model="activeName" style="margin-top: 10px">
        <el-tab-pane label="1、道德品质" name="t1">
          <el-tabs v-model="activeName1">
            <el-tab-pane label="1.1、诚实" name="t1.1">
              <div class="content">
                <p class="text">诚实就是真挚、公开、值得信任和真实。</p>
                <p class="text">
                  1.无论如何都要说真话。即便承认事实会感到窘迫与尴尬，也一定要真实。
                </p>
                <p class="text">2.不为打动别人而夸大事实。</p>
                <p class="text">3.不做虚假承诺，言必信，行必果。</p>
                <p class="text">4.有策略地道出真情。</p>
                <p class="text">5.只做自己认为正确的事。</p>
                <p class="text">
                  作为一园之长，诚实能让你的领导力所产生的效能最大化。
                </p>
              </div>
            </el-tab-pane>
            <el-tab-pane label="1.2、公正" name="t1.2">
              <div class="content">
                <p class="text">
                  做每一件事都要公平。用自己的眼睛，而不是他人的观点来观察和判断人或事。
                </p>
                <p class="text">
                  1.让每个人都能得到应得到的。做坏事，应得到惩罚；做好事，应得到肯定。
                </p>
                <p class="text">
                  2.为自己和其他人的权利仗义执言。如有人利用你，要坚决阻止；如有人伤害你，要坚决停止；永远不要倚强凌弱。
                </p>
                <p class="text">3.自己思考和调查真实情况。</p>
                <p class="text">4.不听闲话，不说闲话，不背后攻击别人。</p>
                <p class="text">5.拒绝妄下结论，对所有人一视同仁。</p>
                <p class="text">6.勇于道歉，承担错后后果。</p>
                <p class="text">
                  公正是权威的奠基石。没有公正，权威就是虚幻的，不具任何正能量领导力的。
                </p>
              </div>
            </el-tab-pane>
            <el-tab-pane label="1.3、团结" name="t1.3">
              <div class="content">
                <p class="text">
                  在领导身上，团结是一种非常强大的美德，因为它能带来伟大的力量。
                </p>
                <p class="text">
                  1.团结带来和谐。一个组织好比一只交响乐队，每种乐器都发出自己独特的乐音，而乐器之间不能相互代替。但在睿智的指挥却能让所有乐器一起演奏时，发出美妙旋律。只有视所有人为组织大家庭中的成员，这种和谐才得以产生。
                </p>
                <p class="text">
                  2.团结带来和平。团结意味着君子可以“和而不同”。每个人都是独特的，但你可以通过找到大家共同的基础，用团结的力量解决冲突。要认识到差异中蕴含着天赋能量。
                </p>
                <p class="text">
                  在女性领导女性的组织里，领导身上如果能让团结的美德彰显，那么，这个组织就一定是健康、和谐和向上的。
                </p>
              </div>
            </el-tab-pane>
            <el-tab-pane label="1.4、宽容" name="t1.4">
              <div class="content">
                <p class="text">宽容就是能够容纳与自己三观不符人和物。</p>
                <p class="text">
                  1.要有容忍力。你会遇到许多人或事不符合你自己的期望，但需要你“老神在在”，且要有灵活性。
                </p>
                <p class="text">2.接受差异性，学会忽略别人的缺点，用人所长。</p>
                <p class="text">3.不歧视，不抱怨，不怨恨。</p>
                <p class="text">4.接受不能改变的事实。</p>
                <p class="text">
                  宽容让领导更有人格魅力，是组织文化建构的基石。
                </p>
              </div>
            </el-tab-pane>
            <el-tab-pane label="1.5、超然" name="t1.5">
              <div class="content">
                <p class="text">
                  超然就是善于控制自己的情感，而不至于让情感牵着自己理性的鼻子走。
                </p>
                <p class="text">
                  1.遇事三思而后行（可以延迟决策），不至于做让自己后悔的事情。
                </p>
                <p class="text">
                  2.决定采取行动时，认真审视自己的感觉：我这会足够冷静吗？这样做理性吗？会有什么后果产生？
                </p>
                <p class="text">3.理性与感性并用，但让理性引导感性。</p>
                <p class="text">4.选择做正确的事。</p>
                <p class="text">超然可以给自己留有余地，游刃有余，能进能退。</p>
              </div>
            </el-tab-pane>
          </el-tabs>
        </el-tab-pane>
        <el-tab-pane label="2、能力" name="t2">
          <el-tabs v-model="activeName2">
            <el-tab-pane label="2.1、管理能力" name="t2.1">
              <div class="content">
                <p class="text">
                  为了更好的理解幼儿园园长应当具备的管理能力，让我们首先理解和熟悉一下管理学上给“管理”一词所下的定义。由市场导向，通过市场经济选择，科学、合理、优化配置经济要素资源，达到组织经营低投入、高产出的目的，这样的经营行为就是管理。
                  管理过程包括四种职能：
                </p>
                <p class="text">1.计划: 确定组织未来发展目标。</p>
                <p class="text">
                  2.组织: 尊从计划, 并反映着组织计划完成目标的方式。
                </p>
                <p class="text">
                  3.领导: 运用影响力激励员工以便促进组织目标的实现。同时,
                  领导也意味着创造共同的文化和价值观念,在整个组织范围内与员工沟通组织目标和鼓舞员工树立起谋求卓越表现的愿望。
                </p>
                <p class="text">
                  4.控制: 对员工的活动进行监督,
                  判定组织是否正朝着即定的目标健康地向前发展,
                  并在必要的时候及时采取矫正措施。
                </p>
                <p class="text">
                  显而易见，这个定义及其中所揭示的，是一种不折不扣的市场经济行为。没错，我们的确就是要来探讨一下已经市场化了的私营幼儿园群体中，如何界定园长的“管理”能力的问题。这样的探讨不仅在全国百分之六十以上幼儿园都属于私立园的条件下，有着极为重要的现实意义，而且我们预见在未来至少20年中，也同样会有长远的指导意义。以下，我们将普通管理学上的“管理”定义，移植到幼儿园这一非常特别的组织中来，尝试为幼儿园的“管理”下一个定义，尽可能科学地界定它的内涵与外延。
                </p>
                <p class="text">
                  幼儿园的“管理”定义：由市场导向，通过市场经济选择，科学、合理、优化配置幼儿园所具有的全部资源，达到对幼儿园经营低投入、高产出的目的，这样的经营行为就是幼儿园管理。
                  幼儿园管理过程包括四种职能：
                </p>
                <p class="text">1.计划: 确定幼儿园未来发展目标。</p>
                <p class="text">
                  2.组织: 遵循既定计划, 确定幼儿园计划完成目标的方式。
                </p>
                <p class="text">
                  3.领导:
                  运用影响力激励教师及其他员工，以便促进组织目标的实现。同时,
                  园长的领导也意味着创造共同的园所文化和价值观念,在整个幼儿园范围内与教师及其他员工沟通组织目标，鼓舞其树立起追求高品质幼儿园教育的愿望。
                </p>
                <p class="text">
                  4.控制: 对教师及其他员工的活动进行督导,
                  判定幼儿园是否正朝着既定目标健康地向前发展,
                  并在必要时及时采取矫正措施。
                </p>
                <p class="text">
                  通过对幼儿园管理所下定义以及对其过程职能分析，可见幼儿园管理具备以下特点：
                </p>
                <p class="text">
                  幼儿园管理就是决策。幼儿园未来发展目标属于幼儿园发展战略——在既定的时间内，幼儿园向何处去？怎样才能到达目的地？确定幼儿园发展战略，绝对是幼儿园园长最高水平的决策。
                </p>
                <p class="text">
                  1.幼儿园管理主要是对教师的管理，即对教师的行为进行科学有效地控制。如果能够将保证实现幼儿园教育高品质的优秀与先进理论及理念，物化成教师日常工作的操作标准流程，那么，教师的行为将得到科学与有效地控制。并且，能够让这些行为形成习惯后，转变成教师的态度以及理念。
                </p>
                <p class="text">
                  2.幼儿园管理就是通过教师的日常工作达到幼儿园教育目标。在管理中，通过制度和流程，一定要把幼儿园管理重点放在对教师各方面工作的管理上。在正确的发展战略和目标确定之后，教师，而且也只有教师，才是实现高品质幼儿园教育目标的决定因素。教师是幼儿园所有资源中的重中之重。
                </p>
                <p class="text">
                  3.幼儿园管理就是通过计划工作、组织工作、指挥及控制工作的诸过程，来协调所有资源（人力、物力、资金、时间），以便实现既定的目标。在这一特点上，彰显幼儿园园长领导力。
                </p>
                <p class="text">
                  4.幼儿园管理，就是要达到幼儿园资源高效率利用与幼儿园教育高品质目标实现的高效益统一境界。
                </p>
                <p class="text">
                  本着以上定义、过程职能以及幼儿园教育管理特点的分析与探讨，我们对幼儿园管理的以下五个方面加以阐述。
                </p>
                <p class="text"><b>1.课程管理</b></p>
                <p class="text">
                  1)计划：本着园长特有的早期教育哲学与理念，并在总的早期教育目标（知识，能力与技能，动机、兴趣与习惯）指导下，确定幼儿园总得课程目标与各年龄段儿童课程目标，并确定课程内容种类框架以及设置具体内容。
                </p>
                <p class="text">
                  2)组织：遵循既定教育目标、课程目标，制定课程组织实施方式。如本一的课程按其组织实施形式分为：一日流程生活课程，主题整合课程，学科强化课程，微型课程，潜课程，幼小衔接课程，等等。
                </p>
                <p class="text">
                  3)领导：运用自己的影响力，带领并激励教师有效实施各种课程，最终能够圆满实现教育目标与课程目标，使儿童的学习效能与发展程度均达到最大化。
                </p>
                <p class="text">
                  4)控制：通过既定的幼儿园课程与儿童发展评估手段，对整个幼儿园各年龄段课程实施进行持续与全面监督指导，对偏离实现教育目标与课程目标的各种问题及时解决，以有利于目标的全面实现。
                </p>
                <p class="text"><b>2.教学管理</b></p>
                <p class="text">
                  1)计划：在既定课程目标框架下，确定各年龄段全年与学期教学计划目标。
                </p>
                <p class="text">
                  2)组织：遵循总的教学计划目标，确定各年龄段教学计划实施的组织形式，如一日流程各个环节中教学计划实施的结构与功能，即每个环节如何安排，在这个环节上要实现什么样的目标，如何组织最有效，等等。
                </p>
                <p class="text">
                  3)领导：运用自己的影响力，领导和激励所有教师，都能够按计划最终圆满完成职责范围内的教学任务。在实际的情境中，幼儿园教师的能力、专业知识以及经验等等，都是各不相同的。在教学管理中最经常遇到的问题，就是各个班级教师能力水平的差异导致效果的不理想。这方面的问题对园长的领导力挑战对大。解决的方案是，一方面，可以通过标准化流程解决一部分或大部分问题，另一方面，园长可以施展自己的教练功夫，提高教师的能力和水平。
                </p>
                <p class="text">
                  4)控制：在教学计划、教学计划实施、教学计划实施评估（反思）以及最终完整教学方案形成四个环节上，对教学过程进行全面地监督指导，并对出现的问题及时解决，不断纠正偏离教学计划目标的任何行为，以确保目标的最终实现。在教学管理过程的控制环节上，最具挑战性的是教学计划实施与教学计划实施评估（反思）这两个环节。因为从这两个环节上最能看出教师专业能力水平。控制好这两个环节，整个教学过程的管理就会变得很有成效。
                </p>
                <p class="text"><b>3.人力资源管理</b></p>
                <p class="text">
                  1)计划：人力资源管理的计划包括招聘、录用、岗前与岗后培训、业绩与能力评估、续约、福利待遇、提升与降职、教师能力级别梯队培养、解聘，等等方面。园长应当在所有这些方面做出计划和制定目标。在幼儿园的全部资源中，人力资源是最重要、最核心的资源。追求优越的管理，并不是你的幼儿园各个班级是否有人在顶班干活，而最重要的是，她们所做的是不是你需要做的，做得到位吗，是不是很愿意做，怎样评估最合理和公平，怎样激励才能让她们的工作更有成效，使用什么样的培训流程和力度才能让教师的水平按理想的速度提升，试用期的考核内容和方式如何安排，为应对教师流失以及幼儿园发展如何培养教师梯队，等等工作。
                </p>
                <p class="text">
                  2)组织：相对于课程与教学管理，人力资源的管理在某种程度上更为复杂一些。研究和经验都表明，实现人力资源管理各个方面计划与目标的最佳方式，就是制定明确有效的操作流程。流程不仅需要科学与高效能，还要“细节定向”，达到细致入微。要对人力资源管理全过程中的招聘、录用、岗前与岗后培训、业绩与能力评估、续约、福利待遇、提升与降职、教师能力级别梯队培养、解聘，等等方面，均须制定出详细的操作流程。这样，就能充分保证全部人力资源管理计划目标的顺利实现。
                </p>
                <p class="text">
                  3)领导：对于人力资源管理过程的领导，园长必须确立绝对的权威和影响力。对于幼儿园这样小规模的组织，人力资源管理的专制性是绝对必要的。因为，它不仅能在制度的保障之下避免内耗，而且也能保证在计划执行方面的高执行力。就组织的效率而言，这是私立幼儿园的最大优势（公立幼儿园的人事权多不在园长之手）。当然，这并不是说园长在用人和开人方面可以随心所欲。而是说在用人方面没有派系及利益之争的条件下，园长的权威可以淋漓尽致地发挥。然而，也一定要讲究理性、科学和高效能。而理性、科学与高效能应当体现在人力资源管理过程的各个环节，而不仅仅表现在招聘和解雇方面。
                </p>
                <p class="text">
                  4)控制：如果园长在人力资源管理上具备绝对权威的话，那么，在其过程上对各个环节的控制，也一样会产生高效能。换言之，对于任何偏离人力资源管理计划目标的问题和行为，说了算的园长即可纠偏，拨正前进的方向。比如，在通常情况下，教师的流动率每年控制在15-20%，就属于正常。超过这个数字，就必须反省人力资源政策和检讨管理流程的科学性。再有，有些时候，当我们将所有的激励措施悉数用尽，所有的奖金发放完毕之后，发现不仅没有起到激励作用，相反，却在教师思想上造成了非常大的振荡，导致行为上的一片混乱。原因可能就是，第一，评估过程量化系数太低，评估结果不科学；第二，人为因素太多，评估结果不合理。这些问题都属于对计划目标的偏离，需要及时纠偏。
                </p>
                <p class="text"><b>4.财务管理</b></p>
                <p class="text">
                  1)计划：常言道“算计不到才受穷”。财务计划就是对挣钱和花钱做出计划。挣钱方面的计划就是营收和利润，一定要有目标。要在新学年开学前，将两个学期的营收和利润目标做出明确的规定。独立幼儿园的计划由投资人自己做出计划即可。集团连锁幼儿园应当有领导层与园长共同制定计划。花钱方面的计划就是各项支出的计划，也要有目标。将开支项目做的越详细越好，从房租、职工工资、水电气等大的开销，到每个班级每月月耗品的开支，都应该包括在内。如果实行“目标责任制”，投资人或集团管理层应对园长的营收与利润做出具体的目标规定，并要求详细说明未达成目标的责任性惩罚条件，以及达成目标后的奖金分配、奖励办法以及预留资金管理等具体条件。
                </p>
                <p class="text">
                  2)组织：在财务管理的组织方面，主要有两个关键人物，就是会计和出纳员。最理想的状态是，在既定财务制度的框架下，使这两个人成为最优秀的管家。值得一提的是，有制度和严格按制度办事，是一种科学管理的正常实施。但如果是“家族作坊式”幼儿园，可能会出现投资人自己或“老板娘”本身就是制度的管理现象。实践证明，这样的管理不利于幼儿园的发展。明智的投资人，不要把自己的配偶放在财务管理的位置上。
                </p>
                <p class="text">
                  3)领导：财务上的领导，通常要把握“花钱”与“办事”的关系，或者说矛盾。幼儿园的品质，在某种程度上与花钱有直接关系。比如在教师和孩子所用的月耗品方面，会通过孩子带回家的作品等方式，直接对家长产生影响。次品太多，让家长觉得服务的质量有问题。因此，原则上要达到钱花了，事也能办好。
                </p>
                <p class="text">
                  4)控制：控制的发生主要在大的预算外开支方面。如果其必要性很高（影响到幼儿园品质）的预算外开支发生，投资人或领导层应给予支持。实行“目标责任制”的情况下，投资人或集团领导层应对于过大的、影响到当年营收利润的开支，给予一定的说法。否则，会通过减少奖金而影响到幼儿园管理层的积极性。
                </p>
                <p class="text"><b>5.危机管理</b></p>
                <p class="text">
                  1)计划：对于地震、台风或龙卷风、火灾、意外伤害、群发传染性疾病，以及其他天灾人祸（详见“危机管理”一章），应作出详尽与可操作的计划。计划（紧急预案）中应当包括物质储备、管理与更新（事物，水，半导体收音机，医疗急救包，手电等），疏散路线与聚集地点，演习安排，意外伤害与群发传染病处理程序，等等。
                </p>
                <p class="text">
                  2)组织：领导专项管理，委派专人负责，定期检查和评估，按计划定期组织实施演练、演习。注意将所有的机会落到实处。
                </p>
                <p class="text">
                  3)领导：居安思危，未雨绸缪。这是作为幼儿园最高执行官的园长必须始终记在心上的警讯。最理想的状态是，无论其他方面的工作多么忙，多么紧张，危机管理方面的领导不能放松，而且必须是施以绝对权威，不允许任何人给予挑战。亲子指挥和领导每一次危机，直到危机消除为止。
                </p>
                <p class="text">
                  4)控制：在危机管理方面，一是一定要舍得花钱，而是一定处理得当。一个重要的原则是，一定要让家长有知情权，不隐瞒，不回避，直面事实。这样，更有利于家长的真诚理解和合作。在很多时候，危机管理虽然只停留在“预案”的水平上，但一方面能使幼儿园有备无患，另一方面，对彰显幼儿园的管理和服务品质，建构幼儿园的品牌，起着非常重要的作用。
                </p>
              </div>
            </el-tab-pane>
            <el-tab-pane label="2.2、领导能力" name="t2.2">
              <div class="content">
                <p class="text">
                  领导就是激励与引导幼儿园全体员工去实现目标的过程，领导力主要决定于以下几个方面。
                </p>
                <p class="text"><b>1.个人魅力</b></p>
                <p class="text">
                  个人魅力不是指你的外貌，也与你的外貌没有直接关系。魅力是一种源自于内在品质的吸引力，在幼儿园文化中体现为领导的凝聚力。魅力的形成与实现与以下几个方面有联系。
                </p>
                <p class="text">
                  1）专业水准。在所领导的幼儿园里，你应该是早期教育专业方面的权威。这一点勿容置疑。幼儿园是专业教育机构，不是随随便便的“生意”或小铺子。这是一个最容不得“外行领导内行”的地方。这是由教育的本质，尤其是早期教育的本质决定的。幼儿园教育可以说是“高度决定品质”。没有足够的知识储备、理论水准以及经验积淀，你不可能站到一定的高度，因此也就不可能构建出高品质。而且，专业水准如果不能高过下属，你的领导力必大打折扣。“二大妈”也能幼儿园园长的时代，在中国已经渐行渐远了。
                </p>
                <p class="text">
                  2)做表率。决策之后看执行。在常人眼中，园长主要是决策人，并没有固定执行方面的责任与义务。但这不等于说园长没有必要做执行方面的事情。相反，园长在执行上如果能做出表率，其正面作用和效果会是相当积极与显著的。首先，与其他组织形式比较起来，幼儿园是一个非常特殊的机构。主要表现在人力资源（教师与保育员）结构层级性方面。一个幼儿园教师，在专业和经验方面（理论与实践），一般从新手走到成熟至少需要3-5年时间。如果每年都有新教师加盟，就会构成人力资源成长的不同层级。基于此种情况，园长在带人方面的身体力行就是非常必要的。其次，高手的表率作用，永远都会给自己的下属敬佩感。
                </p>
                <p class="text">
                  3）公正公平。没有公平与公正，必然产生内耗；而偏颇和不公正程度越高，内耗越大；内耗越大，越显领导力苍白。睿智的园长会非常的谨慎与周至。无论处理哪一方面的事物，尤其是在设计评估与奖惩方面，以及选拔提升方面，要尽可能地公平公正。在女性扎堆儿的幼儿园里，公平与公正更显重要。失去了公平公正，领导力甚至会丧失殆尽。
                </p>
                <p class="text">
                  4）作风民主。很难想象一个唯我高明，独断专行，文过饰非以及妒贤嫉能的园长，能够做出正确的决策，从而产生理想的领导力的。无论身在公办园还是私立园，亲民的做派，平等与尊重的态度，任人唯贤的规则，是产生高领导力不可或缺的基本前提和条件。
                </p>
                <p class="text"><b>2.树立权威</b></p>
                <p class="text">
                  在原则问题上，在大是大非面前，园长必须淋漓尽致地表现出“至高无上”的权威性。在幼儿园文化的建构中，要将民主、自由和爱作为文化氛围的主基调。但这不等于说就不可以再有权威了。理想的状态是两者必须兼备。民主、自由与爱让员工感到温馨、安全，而权威让员工有“主心骨”，有“大树好乘凉”，从而有更高的安全感。权威是规则的保护神。没有权威，规则就没有意义，就不会有正义可言；没有正义，必然不会产生公正；没有公正的幼儿园是什么样，就可想而知了。因此，关键的时候园长必须“挺起来”。此时，就是你应该展示“一手遮天”和
                  “唯我独尊”的不二时机。
                </p>
                <p class="text"><b>3.领导风格</b></p>
                <p class="text">
                  领导风格就是园长的行为方式。行为方式的前提和基础，是价值观和态度，首要的还是价值观。作为园长，你希望在员工与你走对面或与之面谈的时候，让他们的心理有什么样的感受？你希望在你检查下属工作时，他们对你的到来和检查持以何种心态？在处理下属之间矛盾的时候，你能否让矛盾的双方心服口服？这些问题的答案，就是你领导风格的实质所在。总得来说，基本上还是以民主与专制的价值观作为分水岭。我们推崇民主的领导风格。如果能让员工产生“见到园长心理总是很舒服”，“这事要是请教园长一定得到帮助”，“每次听园长讲话都能学到新东西”，“园长真好，在她手下工作真幸福”，“有园长在，心理就有底”，等等如此的感觉，就说明你的领导风格是优秀的，是催人向上的，是让员工产生努力工作动力的。
                </p>
                <p class="text"><b>4.教练水平</b></p>
                <p class="text">
                  就像踢足球一样，一只总是战无不胜的足球队，是离不开一个“能征善战”、“指挥淡定”以及能够“运筹帷幄”与“决胜于千里之外”的主教练的。我一如既往的、坚决地主张一个园长必须是一个好教练。一个永远能够在必要的时候做出到位的“指导示范”的园长，无论如何都会使自己的领导力成倍地增加和提高。
                </p>
                <p class="text"><b>5.开拓创新</b></p>
                <p class="text">
                  开拓创新就是尝试用新的方法解决问题的能力。管理幼儿园也总是会遇到瓶颈，无论是教学的，课程的，行政后勤的等方面。在原有的方式方法不能让你走出瓶颈的前提下，创新就非常必要了。在相当大的程度上，一个总是有办法在“山重水复疑无路”的时候，引领幼儿园走到“柳暗花明又一村”境界的园长，才可以算得上创新园长。我认为，开拓创新的基本前提是学习。一个人只有持续不断地学习和思考，从别人的思想和经验中汲取必要的营养，才能让自己不断地升华和提高。而思想的高度总能让你站得更高，看得更远，从而会不断走出不同以往的路径。创新由此产生。
                </p>
              </div>
            </el-tab-pane>
            <el-tab-pane label="2.3、沟通能力" name="t2.3">
              <div class="content">
                <p class="text">
                  对于一园之长，与所有其他能力比较，沟通能力的地位十分显要。因为作为一所幼儿园的最高行政执行长官，在每天所有应处理的事物之中，沟通的比重最大。整个幼儿园运作就像一部机器。各个部件之间的运作必须高度密切地咬合，才能使执行力达到一箭洞穿。然而不幸的是，各部门以及个人间大大小小的矛盾不断发生。如果不能随时解决好这些矛盾，在执行层面就必然出现内耗。因此，园长就是一个总机械师一样，为各个不能很好咬合的齿轮之间加油，以便让整架机器更顺畅地按计划运行。而沟通——听取抱怨、弄清问题以及解决矛盾就是园长必须完成的“加油”任务。在大多数情况下，沟通任务几乎占去日常工作的一半以上的时间。
                </p>
                <p class="text"><b>1.口头沟通</b></p>
                <p class="text">
                  沟通的含义是，“沟”就是表达，各自将意见或事情说出来；而“通”则是找到共同点，进而将问题解决掉，或在思想上达到共识，以便付诸行动。鉴此，口头沟通由以下几个方面构成。
                </p>
                <p class="text">
                  1)双方各自表达自己的想法、说法、意见或欲望，另一方必须认真倾听，并记住重点。
                </p>
                <p class="text">
                  2)当一方讲述时，另一方不要插话。无论沟通双方的级别有多么大的不同，此刻必须平等，绝不能抢白、打断对方的表述过程。否则，沟通必然受阻，问题也得不到解决。此时的一个重要原则，就是尊重对方。
                </p>
                <p class="text">
                  3)任何一方讲述完毕之后，倾听一方可以就没有明白的地方提出问题，直到弄明白全部真实意图为止。有误解存在沟通也不会彻底。
                </p>
                <p class="text">
                  4)双方各自弄清楚对方的真实意思或意图之后，开始寻求共同点。此时，可能会有诸多次的你来我往。但请记住，只要遵循“换位思考”的原则，就会使沟通快速及顺利完成。
                  沟通是一门艺术。它彰显你的学识、水平、经验、道德品质以及思维能力。尽管如此，诚实与尊重仍然是良好沟通的最重要的前提条件。
                </p>
                <p class="text"><b>2.书写能力</b></p>
                <p class="text">
                  与口头沟通相比，现在的园长似乎在书写方面的任务不是很重。然而，书写能力对于园长来说同样重要。
                </p>
                <p class="text">
                  1)理想的状态是，园长应该具备用书面语言进行课程框架设置的能力。所谓课程设置，即对教育目标，课程内容及比例分配，项目目标及内容设计，课程的组织与实施，教学策略与原则，等等进行逻辑清晰地书面阐述。当然，只是对框架进行设计，并不需要写出具体内容。即便如此，也要求有较高的书面表达水平。
                </p>
                <p class="text">
                  2)此外，对教师教学计划、教案以及活动设计方面的评估和评价，很多时候需要园长写出有水平的评语。通常，这方面的挑战也是很大的。教师会通过你的评语，学习更多的知识和经验，从而获得专业能力的提高。因此，要求你具有高水平。
                </p>
                <p class="text">
                  3)在幼儿园的宣传方面，也需要园长亲自拟定三折页、宣传单、家长手册等方面的材料。事实上，任何一所幼儿园的宣传材料就是本园的窗口。在其宣传材料上，根据行文的逻辑性、文字的优美程度、错别字的多寡等等方面，就可以充分解读出有关幼儿园品质方面的诸多信息。
                </p>
                <p class="text">
                  4)与家长的沟通方面，有很多时候也必须出具文字材料。比如活动通知，儿童个案问题处理想法或结果汇报，危机事件处理经过，等等，不仅彰显文字能力和水平，也会让“外交智慧”得以施展。
                </p>
                <p class="text">
                  书写能力并不是能后一蹴而就的。只有通过不断地学习，才可能有所提高。一个高度可行的策略，就是在日常生活中学习。简单说就是多看、多想和多练。无论你是读书、看报，还是浏览网页，一旦发现逻辑清晰以及文字优美的材料，一定要多读几遍。同时可以写读书笔记，或者用电子档方式存储起来。这类的材料的鉴别方式非常简单，那就是你自己在读的时候就会受到严谨逻辑和优美文字的感染。此时，你就可以反复欣赏和动手记录了。如果还能找到闲暇时间，你就可以动手练习。其方式就是模仿。一遍遍的模仿，直到写出你自己满意的文字为止。这样，用不了多久，你就是一个书写高手了。
                </p>
              </div>
            </el-tab-pane>
          </el-tabs>
        </el-tab-pane>
      </el-tabs>
    </div>
    <el-backtop target="body .app-activity">
      <!-- <div class="back-ball">
        Top
      </div> -->
    </el-backtop>
  </div>
</template>

<script>
export default {
  name: "Activity",
  data() {
    return {
      isFixed: false,
      activeName: "t1",
      activeName1: "t1.1",
      activeName2: "t2.1",
    };
  },
  created() {},
  mounted() {},
  computed: {},
  methods: {},
};
</script>
<style lang="scss" scoped>
.app-activity {
  padding: 0 10%;
  height: 100vh;
  overflow: hidden;
  overflow-y: auto;
  margin: 0 auto;
  color: #333;
  height: 100%;
  @media (max-width: 768.98px) {
    padding: 0 3%;
  }
  ::v-deep .el-tabs__item {
    font-weight: bold;
  }
  p {
    margin: 0;
  }
  .indent {
    text-indent: 2rem;
  }
  .text {
    font-size: 14px;
    line-height: 22px;
    padding-bottom: 12px;
  }
  .title {
    padding: 10px 0;
    margin: 0;
    font-size: 22px;
    text-align: center;
  }
  .title2 {
    text-align: left;
    font-size: 16px;
    display: flex;
    align-items: center;
    &::before {
      content: "";
      margin-right: 8px;
      width: 4px;
      height: 18px;
      background: #325cf3;
    }
  }
  .title3 {
    font-weight: bold;
    font-size: 14px;
  }
  .tabs {
    margin-bottom: 40px;
  }
  .danger {
    color: #f56c6c;
  }
  .err {
    font-size: 16px;
  }
  .content {
    padding: 0 15px;
    .imgs {
      display: flex;
      padding: 0 10%;
      img {
        flex: 1;
        padding: 5px;
        width: 100%;
        &.img2 {
          width: 50%;
        }
      }
    }
    .row-item {
      line-height: 24px;
      padding-bottom: 5px;
      font-size: 14px;
    }
  }
}
</style>
