<!--
 * @Author: your name
 * @Date: 2020-08-24 18:57:33
 * @LastEditTime: 2020-08-27 20:35:10
 * @LastEditors: Please set LastEditors
 * @Description: In User Settings Edit
 * @FilePath: \ruoyi-ui\src\views\benyi\activity\index.vue
-->
<template>
  <div class="app-activity">
    <h2 class="title">园长与园所文化</h2>
    <p class="text indent">
      <b>业绩的背后是心态，心态的背后是文化。</b
      >对于企业文化的重要性，这句话是“道破天机”的经典描述。教职工以什么样的心态投入工作，取决于幼儿园的整体工作氛围；幼儿园的工作氛围，决定于以园长为首的管理者们的价值、态度和行为。而其中最为关键的人物是园长。因为园长的价值、态度和行为，决定着整个幼儿园的组织文化基调。
    </p>
    <p class="text indent">
      在谈到幼儿园组织文化的时候，我不想拉大旗作虎皮，不想故弄玄虚，更不想玩文字和逻辑游戏。让我们复杂问题简单化——用最直白的语言，用我们生活与工作的经验中可以信手拈来的实例，来将这个当前社会上最时髦的术语掰开、揉碎，将它所蕴涵的全部味道一并尝遍。
    </p>
    <p class="text indent">
      让我们首先从幼儿园组织文化构建的意义开始。一所幼儿园能否在市场上立足和成为品牌，其决定条件无非有两个：硬件和软件。硬件就是指房舍及其设备与设施。软件则指课程，教学，管理，包括组织文化。在一般意义上，一所幼儿园的经营，软件和硬件都很重要。无论是过去还是现在（1995-2010），当评价一所幼儿园优劣时，人们的满意指数往往倾向硬件设施这一边。但这几年开始有了一些变化。从专业方面，家长们在早教方面的理念体现出理性回归。认为在幼儿园里，孩子能够快乐，比学很多东西但不快乐更重要；另一方面，在管理上，园长们（主要是私立园）在寻求可持续性发展的道路上，经过漫漫上下求索之后，开始思考幼儿园组织文化的重要性。事实上，这是在管理理念上的理性回归。毕竟，幼儿园的管理，主要是人的管理；人的管理就是人性的管理；而人性化的管理所产生的巨大能量，是任何其他软件和硬件无法比拟的。在所有的软件和硬件的要素中，软件中的组织文化要素是重中之重。其逻辑是：如果说幼儿园教育的核心，是教师和孩子之间关系问题的话，那么教师应当是主要矛盾一方；如果我们希望教师能够以民主、自由和爱的准则与儿童互动，那么其前提是，必须保证教师也能够工作在民主、自由和爱氛围中。而这种境界，也只有以园长为首的领导层，去有目的的创设优质幼儿园组织文化才能达到。一句话，只有园长爱老师，老师才能无条件地爱每一个孩子。
    </p>
    <p class="text indent">
      我们说优质的幼儿园组织文化，主要体现为幼儿园组织中，每一位成员都具有高度一致的价值观、态度和行为；而园长的价值观、态度和行为是幼儿园组织文化的基调。让我们从对民主、自由和爱的实证诠释上，来举例说明这个观点。
    </p>
    <div class="tabs" ref="tabs">
      <el-tabs tab-position="top" v-model="activeName" style="margin-top: 10px">
        <el-tab-pane label="1、民主——平等与尊重" name="t1">
          <div class="content">
            <p class="text">
              这里所说的民主并不是一种政治上的诉求，而是指一种人际关系的基本表现形式。这种表现形式就是，在人格与尊严面前，园长与所有的下属及员工平等。在这里，民主是一种追求，即在日常生活的人际交往互动中，在其态度和行为上，必须将尊重放在第一位。
            </p>
            <p class="text">
              人际间的相互尊重意义重大。首先，尊重产生和谐。任何一个人都可以得到他人的尊重。其前提就是，你必须尊重别人。即便在所有方面都平等的两人中间，尊重都可以产生相互效应。更何况园长对于下属和员工来说，是拥有权力的强势一方，其尊重的相互效应更容易产生。尊重必然产生和谐。因为尊重（坦诚）不给对方任何抵触的借口，因此也就不产生内耗。第二，尊重产生认同感。在心理层面上，尊重让人感到自己的价值所在。因此，自我认同感和相互认同感则随之产生。而两种认同感都会很容易地转化为人的行为动力。
            </p>
            <p class="text">
              在幼儿园的日常管理中，传统的做法中有许多方面会涉及到人际间的尊重问题。这里，举个例子加以说明。假定一位班长出了一件重大的儿童意外事故。在处理过程中，应当如何做才能让这位班长得到应有的尊重？传统的做法可能是，召开全体教师（或员工）大会，强调儿童的安全问题。园长的出发点和动机都没有问题。因为，她想借助这次惨痛的教训引起对安全问题的高度重视。然而不幸的是，出事的班长也出席这次会议。在这种情况下，无论园长怎样谨小慎微，只要她提起这次事故的起因和后果，以及对其他教师的警戒，其中的每一句话对这个班长的自尊都无疑是一种伤害。这样的会有一定两种结果产生。就是对所有教师的警戒作用和对出事班班长的尊严伤害。那么，从价值上，表面上看虽然只有班长一个人尊严受到了伤害，但却由此警戒了其他所有的教师，似乎还是很划算的会议。但事实上，你让所有其他没犯错的人想到：如果将来我的班上孩子出了事，也必然像这个班长一样，其尊严也会被剥夺得淋漓尽致。在这个意义上，你的警戒会议基本上就是失败的。一种理性的处理方式是，私下里解决问题。只有这样，才能在园所文化的背景下，产生更为积极的、整体性的员工心理效应。就是私下里安慰出事的班长。当然，也要在经济上严格按幼儿园的规章制度进行惩戒。这样做，既稳定了班长的情绪，又让她感激不尽，更让所有的员工看到了你的仁慈和大度，从而由此产生“跟着这样的园长干很值得”的积极情感。事实上，在对待犯错误员工的这一类问题上（几乎每天都要面对的问题），做园长的如果能始终如一如此的理想化处理和应对，那么，一定会在相当大程度上，更容易地营造出积极向上的园所文化。
            </p>
          </div>
        </el-tab-pane>
        <el-tab-pane label="2、自由——充分授权，给员工自主选择的权力" name="t2">
          <div class="content">
            <p class="text">
              自由其实就是人对自我支配的权力或空间。每个人都希望做自己的主人，能够自己支配自己的命运。这就是人性的本质。然而，所有的人都是生活在社会中。一方面，社会性使每个自然人的思想、态度和行为都带上了社会文化以及传统习俗的烙印。另一方面，社会通过政治、经济以及道德规范，向每一名社会成员施加影响。由此一来，社会将人的自由限定在它赖以存在的法律制度、道德规范以及规章制度的范围之内。从这一角度看，人的自由，也即对自我支配的权力或空间，事实上已经被社会所限定。同时，人不仅属于社会成员，也是属于某一集体的组织成员。就像幼儿园这样的集体，每一名员工都属于它的成员。而幼儿园作为集体组织，其自身像社会一样，有着自己对成员自由的限制：园所的各种规章制度以及工作分工。这样一来，社会与集体组织对人形成了双重自由限制。而作为组织，幼儿园面对的根本问题是，如何让自己成员——所有员工能够在园所规章制度下以及工作职责分工中，实现自由的最大化，以便让每个人的工作热情与积极性发挥到最高水平？答案就是对员工充分授权。
            </p>
            <p class="text">
              之所以说授权是最好的是对员工充分授权，有以下几方面的理由。第一，授权最能体现对于人性的尊重。授权的前提是信任，而信任本身就是尊重。第二，授权最能让员工产生尽职尽责的内在驱动力。管理学上所追求的最高境界，就是在没有直接监督的前提下，让员工的积极性发挥到最高水平。这种境界必须依靠员工内在控制力和驱动力，才能得以自动实现。可以说授权本身，等于是给员工内心装载了一架强大的发动机。第三，授权总会让人产生成就感。总是在别人指使或监督下工作，不仅会让人产生依赖感和变得不负责任，而且也同时让员工无法产生成就感，即便是在有了可喜成绩的时候。第四，授权可使员工自由最大化，也可以使员工积极性发挥到最高水平。每一位员工都是独特的。在充分授权的条件下，会使得他们都会用自己的方式去完成规定的工作任务。这体现了殊途同归，即在多元化之下实现同一目标。因此，在使每个成员的积极性均发挥到最高水平的前提下，使群体创造的价值最大化。
            </p>
            <p class="text">
              需要指出的是，授权的前提是确定工作及其流程的标准。因为没有标准，授权就没有太大的意义。关于授权，请阅读本书附录二“岗位职责详解及授权范围”。
            </p>
          </div>
        </el-tab-pane>
        <el-tab-pane label="3、爱——无条件接纳与关爱每一位员工" name="t3">
          <div class="content">
            <p class="text">
              爱是一种需要。因此，每个人都需要爱。因为爱让人在心理上产生安全感，从而使被爱者对爱的发出者形成心理依恋，最终形成积极有效的行为方式。园长应当关爱每一位员工，要在以下几个方面多下功夫。<b> 第一，无条件接纳每一位员工。</b> 员工的分工与职责是多元的。但工作与职责的不同，只是形式上的分工而已，不能用来作为区分贵贱或重要与否的标准。即便在我们的下意识中，也不能认为副园长或教学主任比一名保育员更为重要。在爱的天平上，每一位员工的分量都是一样的。园长首先必须确定如此的价值观，以便在态度与行为的表现上，让所有员工得到同等的关爱和支持。不幸的是，这是一件说起来容易而做起来难的事。因此，更需要园长时时刻刻注意让自己更理性，用心去和每一位员工打交道。<b>第二，不要给员工“贴标签”。</b>注意，这里所谓的“贴标签”，既指积极的标签——特别喜欢某个人，且不加掩饰；也包括消极的标签——非常不喜欢某个人，且在态度与行为上毫不避讳。因为两种标签在某种程度上，其在管理上所产生的消极影响几乎是没有区别的。积极地标签通过过分嘉奖（过于喜欢）不仅让一个人自我意识失衡，且很容易造成幼儿园员工的不公平心理，更会产生“帮派团伙”的嫌疑。而消极的标签会通过缺乏信任而不利于激发员工的潜能，致使员工在工作中的情感始终出于消极状态。园长心里必须清楚，为员工贴标签所产生的消极作用，是对人力资源一种最大的浪费，是经济上一种最不划算的损失。想想看，你出钱雇佣了员工，但却通过你的恶劣态度和行为让他们郁闷和不爽，从而让他们拿着每月2000两千元的工资，却由于情绪不佳所导致的消极怠工，每天只做相当于每月1200元钱的工作，这种损失划算吗？仔细想想看，在幼儿园管理中有太多的问题，都是由这些细小的不当中产生的，由此大大地影响了幼儿园的品质提升。
              <b>第三，为新老员工创造价值。</b>在园所文化的建构中，一个关键的方面就是，努力把幼儿园打造成一个有利于园中职业生涯进步和成长的良好平台。在经营与管理中，幼儿园作为专业机构和服务的主体，其内部有着自己独特的价值链体系。从市场的角度，追求利益最大化本身是一种价值，而且往往别当作终极价值。然而，要知道这种终极价值的形成必须以员工自身的价值作为基本前提。在逻辑上，只有为员工创造足够的价值，利益最大化的终极价值才有可能变成现实。而员工的价值无非是表现在三个方面，即工资与福利待遇，幼儿园文化氛围，以及其自身职业生涯提升与发展的可能性。相比较而言，在员工对工资与福利待遇基本满意的前提下，幼儿园文化氛围和职业能力提升，在员工决定是否留在本幼儿园继续工作是，其分量更为重要，大多数情况下会超过对工资本身的考量。因此，所谓为新老员工创造价值，即指幼儿园中一定要有制度和措施上的保证，让员工在为幼儿园工作的同时，得到职业生涯的可持续提升，其自身的其他方面也有机会得到持续的发展。
            </p>
            <p class="text">
              在当今和未来的中国社会中，若想打造一所高品质的幼儿园，园所文化的建构是一个无法回避的问题。因为，没有一个良好的、积极向上的园所文化，高品质的提升就无法保证，品牌的建构也无法完成，那么，幼儿园的可持续发展就会成为一句空话。
            </p>
          </div>
        </el-tab-pane>
      </el-tabs>
    </div>
    <el-backtop target="body .app-activity">
      <!-- <div class="back-ball">
        Top
      </div> -->
    </el-backtop>
  </div>
</template>

<script>
export default {
  name: "Activity",
  data() {
    return {
      isFixed: false,
      activeName: "t1",
    };
  },
  created() {},
  mounted() {},
  computed: {},
  methods: {},
};
</script>
<style lang="scss" scoped>
.app-activity {
  padding: 0 10%;
  height: 100vh;
  overflow: hidden;
  overflow-y: auto;
  margin: 0 auto;
  color: #333;
  height: 100%;
  @media (max-width: 768.98px) {
    padding: 0 3%;
  }
  ::v-deep .el-tabs__item {
    font-weight: bold;
  }
  p {
    margin: 0;
  }
  .indent {
    text-indent: 2rem;
  }
  .text {
    font-size: 14px;
    line-height: 22px;
    padding-bottom: 12px;
  }
  .title {
    padding: 10px 0;
    margin: 0;
    font-size: 22px;
    text-align: center;
  }
  .title2 {
    text-align: left;
    font-size: 16px;
    display: flex;
    align-items: center;
    &::before {
      content: "";
      margin-right: 8px;
      width: 4px;
      height: 18px;
      background: #325cf3;
    }
  }
  .title3 {
    font-weight: bold;
    font-size: 14px;
  }
  .tabs {
    margin-bottom: 40px;
  }
  .danger {
    color: #f56c6c;
  }
  .err {
    font-size: 16px;
  }
  .content {
    padding: 0 15px;
    .imgs {
      display: flex;
      padding: 0 10%;
      img {
        flex: 1;
        padding: 5px;
        width: 100%;
        &.img2 {
          width: 50%;
        }
      }
    }
    .row-item {
      line-height: 24px;
      padding-bottom: 5px;
      font-size: 14px;
    }
  }
}
</style>
