<!--
 * @Author: your name
 * @Date: 2020-08-24 18:57:33
 * @LastEditTime: 2020-08-27 20:35:10
 * @LastEditors: Please set LastEditors
 * @Description: In User Settings Edit
 * @FilePath: \ruoyi-ui\src\views\benyi\activity\index.vue
-->
<template>
  <div class="app-activity">
    <h2 class="title">本一园长岗位职责</h2>

    <ul class="infinite-list" v-infinite-scroll="load" style="overflow: auto">
      <li
        v-for="(ele, i) in filesList"
        :key="i"
        class="flex align-center justify-between infinite-list-item"
      >
        <div class="left">
          <span>{{ i + 1 }}.</span>
          <i class="el-icon-document icon"></i>{{ ele.name }}
        </div>
         <div class="right">
         <!-- <a class="right" :href="apiurl + ele.fileurl">预览</a> -->
          <a class="right" @click="handleView(ele.fileurl)">预览</a>
        <a class="right" @click="handleDown(ele.fileurl,ele.name)">下载</a>
        <!-- <a class="right" @click="down(ele)">下载</a> -->
         </div>
      </li>
    </ul>

    <h2 class="title">本一园长八种角色</h2>
    <p class="text indent">
      幼儿园园长是最特别的管理者。在所有的行业之中，没有任何一种能像幼儿园管理这样复杂。当然，这或许是一种特殊社会历史时期的一种特殊现象。但无论怎样，在当今中国，作为一个幼儿园园长，尤其是在市场当中为生存与发展疲于奔命的私立幼儿园园长，她或他必须在日常管理中不得不同时充当数个角色。否则，是无法胜任这一看上去甚是“美味”，实则“五味杂陈”的职位的。下面，我们就从实证的角度，描述一下一个园长应该充当的八种角色。事实上，在当今看来，如果想成为一个非常称职的优秀园长，尽管这八种角色权重不尽相同，但每一种都是非常必要的，都是不可或缺的。
    </p>

    <div class="tabs" ref="tabs">
      <el-tabs tab-position="top" v-model="activeName" style="margin-top: 10px">
        <el-tab-pane label="1、园长是统帅" name="t1">
          <div class="content">
            <p class="text">
              首先，你必须是挂印的“三军”统帅，你的任务就是要必须统领幼儿园营运全局。
            </p>
            <p class="text">
              1.必须能够发布“如山倒”的军令，展示不可随意挑战的绝对权威。国不可一日无君。一所幼儿园必须要有个绝对权威的存在。它意味着茫茫大海中航行的“舵手”，充当着一个组织或团体的“主心骨”，是一棵可以“背靠乘凉”的大树，也是暴风雨降临时的巨大“保护伞”。在幼儿园所有涉及原则的重大问题上，园长必须昭示自己的绝对权威，决不允许任何人随意挑战。在原则面前，绝对不需要你的任何“温柔”与“姑息”，因为这必然会导致你的失败，而且同时向员工昭示了你的“无能”。在任何组织中，员工们从心底都期待着一种绝对的“权威”，因为这让他们心里有底、有数、有靠山，因此而知晓如何行动，如何做好自己分内的事情。任何“软脚虾”式的领导，都必然会使一个组织像一盘散沙，员工像一群“乌合之众”，会导致组织内部无政府主义盛行，表现为勾心斗角，尔虞我诈，乌烟瘴气，乱七八糟。其结果，不可能期待任何业绩的凭空出现，以及任何目标的达成。在此，绝对权威的态度就是：“这里我是老大，轮不到你来挑战我，违令者斩！”当然，必须记住，你的绝对权威只能在“原则问题”上展示，而不是针对所有事情，尤其是那些不痛不痒的琐事。
            </p>
            <p class="text">
              2.
              必须是善于指挥的“战略军事家”。“胸中自有百万兵”,自信能够“运筹帷幄，决胜于千里之外”。作为最高统帅，你手中握有人力、物力、资金与时间等所有资源。你要做的就是，在确定主攻方向之后，将所有这些资源进行合理的组合与搭配，让资源在合理搭配后的动态运动中“升值”。你的指挥才能，就凸显在能否正确地确定战役的“主攻方向”，以及更为重要的是，能否做到将资源进行“合理搭配”。来看一个实际例子就会更清楚这一点。有两人同时各自开办一样的幼儿园：同样的50万元投入，同样的10个教职工，同样的二年时间，同样的固定资产，所处的环境也一样。然而，尽管条件是同等的，但两年以后，甲园不但收回成本，而且有10万元的合理回报（利润）；而乙园则不仅没有收回成本，且亏损10万元。两年之内的运营，差别达到60万元，作为“最高统帅”，你有不可推卸的责任。你可能会千方百计地寻找各种“客观”借口，但是，别忘一个基本的事实：所有的资源都是由你来支配的，输了你能脱得了干系吗？当然，你可能会吸取教训继续成长，但还有多少机会留给你，就只能仰面“问苍天”了。一句话，懂管理与善于管理，是一个园长必备的能力和素质。
            </p>
            <p class="text">
              3.必须敢于担当。面对责任，敢于担当。有这样一个园长，当看到一个怒气冲冲的家长，来到幼儿园大喊大叫地要找他孩子所在班级教师算账时，园长却顺从地、乖乖地、熟练地将这位暴怒家长引领到这个班级，然后悄悄溜走，任由家长与向自己的员工发泄满腔怒火。而我们的老师却像鱼肉一样任人宰割，无助、恐惧、挫折、羞辱到了极点。想想看，这个园长还够资格吗？或许直接责任人的确是自己的教师，也或许的确就是我们的教师有问题。但是，你是园长，这个幼儿园是你管理的，你领导的，教师是你的员工，你有什么理由逃避？最为重要的，一个不敢担当的领导或管理人，其权威如何确立？其魅力又如何服众？正确的做法是，挡住家长，“我是园长，有话和我讲。你不能干扰教师的工作，更不能给孩子们造成恐惧。请你和我到办公室来谈谈。”
              相信这样的处理，其产生的后果才是管理学上所推崇和所赞赏的。这只是一个典型的例证（这是我经过的一个真实故事）。在管理中，为了建立一个温馨与高效能的幼儿园文化，还必须处理好其他方面的“担当”。这里所谓的“其他方面”，涉及幼儿园管理的方方面面。最佳的说明是，作为园长，你在下属和员工面前的任何抱怨、指责、不满以及怒火中烧的所有问题，间接责任人就是你自己——我们的“园长大人”。我的问题是：你事先布置的要求明确吗？有可操作的工作流程吗？你要检查的结果说明了吗？检查的时间讲清楚了吗？奖惩的条件明确吗？指定具体负责人了吗？如果抱怨、指责是你不满意员工工作的“常态”，你就不是个好园长，根本不够资格当园长。因此，从任何意义上讲，有问题首先担当自己的那部分“责任”，其次，再回到“深思慎独”中去反省自己的原因。记住，担当，彰显园长的魅力与权威。
            </p>
            <p class="text">
              4.必须坦荡公正。“君子坦荡荡，小人常戚戚。”园长就应是一个君子，有着坦荡荡的胸怀，周身充满着浩然正气，能够做到“海纳百川，有容乃大。壁立千仞，无欲则刚”。幼儿园算不上是一个大的机构或组织，但它是复杂的。其一就是麻雀虽小，五脏俱全；其二就是女性扎堆儿。这两个特殊性导致日常管理的多头绪与“多台戏”。在很多情况下，园长本身好比一个巨大的储藏库，什么东西都要向你这里集中，造成常人都难以承受的负担与压力。因此，必须有个向大海一样的胸怀，要能容得下自己“领地”中产生的一起矛盾。然后，再去慢慢地咀嚼与消化。事实上，一定会很辛苦、很郁闷、很焦虑、很生气。但别忘了你的立场、你的位置、你的使命以及你的目标。准确的定位能让你达到“老神在在”的境界。吸纳之后，就是处理。处理则需要公正。公正，意味着你是一杆非常准确的“称”，无论有多少“积怨”、郁闷、无助、挫折、焦虑、以及不解汇聚给你，都必须用你自己的价值、理性、学识、阅历以及经验，进行调查、分析、综合、判断及最后决策，将其梳理出来，给出公正的处理。“偏听则暗，兼听则明。”想当好园长，要非常忌讳听信一家之言，必须多听，广泛征求多人的意见，这样更容易公正。坦荡公正，让你的领导力更具权威性。
            </p>
          </div>
        </el-tab-pane>
        <el-tab-pane label="2、园长是专家" name="t2">
          <div class="content">
            <p class="text">
              园长应当是幼儿教育方面的专家。所谓专家，就是能够解决早期教育（家庭与幼儿园）现实中的各种问题，并能够对问题及解决做出专业的解释与说明。作为园长，解决实践中的问题，包括课程的、教学的、儿童情绪与心理以及行为的、家长的、教师的，等等，是日常管理中最主要与核心的工作内容。而对于这些问题的解决，在非常大程度上决定着幼儿园教育的品质，也由此决定着其品牌效应。一般来说，园长仅仅凭多年从事幼教教学及管理工作经验，也可以应付和处理以上各方面的诸多问题。但只是经验水平上的管理是远远不够的。因此，众多理论及相关知识的系统的学习、理解与把握，则是在更高水平上管理的基本前提和要求（关于这一点，我将在“基本素质”的“专业能力”一节中，进行详尽的阐述）。园长应为自己的职业生涯提升与发展，做出适合自己的计划与安排，以满足自己可持续性发展，适应未来的竞争。值得强调的是，未来的幼教市场，由于消费者（儿童父母）受教育水平越来越高以及对于早期教育理性的充分回归，使得幼儿园之间以高品质诉求的竞争，会变得越来越激烈。因此，“专家级别园长”，会成为未来能够在竞争中发展的必然需求。
            </p>
          </div>
        </el-tab-pane>
        <el-tab-pane label="3、园长是教练" name="t3">
          <div class="content">
            <p class="text">
              教练，教练，指导示范。作为教练，核心的能力是“示范”。最优秀的教练，就是把每一条标准都能够亲自做出示范，并在示范的基础上做出充分的指导。而示范是基础，是前提，是必要条件；指导只是充分条件，起到辅助作用。在实践中，不能做出“示范”的指导，体现为“外行领导内行”，会被诟病为“站着说话不腰疼”而无法服众，从而收不到积极与理想的效果；但不能“指导”的示范，则展示不了专业功底，因此也会在一定程度上使效果打折扣。园长充当教练，可以实现几个在管理上非常必要的功能。
            </p>
            <p class="text">
              第一，树立权威。能在包括核心课程组织实施、教学、师童互动、家长工作等幼儿园教育诸多日常工作层面上，为自己的员工做出规范的示范指导，无论从哪一方面来说，都是树立自己领导权威条件和契机。
            </p>
            <p class="text">
              第二，保持高品质。幼儿园教职工，尤其是教师的经常流动不可避免。新招聘进园的教师，无论是否有工作经验，都必须熟悉和掌握本幼儿园确立的理念、体系和操作流程。在此种情况下，任何其他人的培训和指导，都远远比不上园长亲自披挂上阵来示范指导的作用大和效果好。因为这样既能够激起和保持学习者的积极性，同时也是增进与员工了解与感情的绝好机会。如果能将“园长示范”作为制度执行的话，那么，这无疑应当是从人力资源角度保持幼儿园教育高品质的最佳管理策略。
            </p>
            <p class="text">
              第三，提高执行力，避免官僚与内耗。在园长与员工之间增加任何管理层次，都必定会导致某种程度的官僚问题与内耗产生，由此必然导致执行力打折扣。因此，在某些非常关键培训中，园长的亲历亲为是极为必要的。未来的园长不可能再由“外行”来充当。能够充当优秀专业教练的园长，是发展的必然趋势和方向。
            </p>
          </div>
        </el-tab-pane>
        <el-tab-pane label="4、园长是算盘" name="t4">
          <div class="content">
            <p class="text">
              “算盘”，是精明的俗称，是“好管家”的别名，与“门儿精”同义。尽管也有“抠门儿”的涵义，但把这个词用于形容管理一个像幼儿园这样的小组织、小生意或曰“小企业”的话，我敢说其褒义大于贬义。无论在哪一种意义上，一所幼儿园都不能算是一个中或大组织（如按照国际通用的分类，雇员在500人之内的都属于小企业）。既然是小组织，必然是“小本经营”。与公立幼儿园的“照行政拨款悉数花钱”不同，私立园在市场中生存的现实，迫使做园长的必须当好精明的“算盘”。在管理学上，良性经营，或者说“盈余”（在当前法律框架下，人们都忌讳“利润”这个字眼儿）的产生无非就是两个途径：开源与节流。尽管在运营中，开源与节流都很重要，但对于幼儿园的经营管理，开源无论怎样都是有限度的。然而，节流则表现为相对“无休止”。这一原理也得到了经济学与管理学上的证明。俗话说，“算计不到才受穷。”如果“外面挣来了一扇门”，而“家里丢了一块板子”，这样的管理能够让“盈余”最大化吗？想当好“门儿精”的“算盘”，园长必须是一个优秀的预算管理专家。首先，幼儿园建立一套适宜的预算管理制度是非常必要的。其中需要严格规定：怎样花钱，花多少钱，花钱买什么,花多了的申请程序是什么，节省了的奖励怎样，花钱申请与报销的程序如何，花钱人的权限多大，等等，都必须有巨细的、详尽的制度规定。其次，一定要把握几个原则。第一个原则，该花的一定要花，而且必须花。比如，绝对不可以从孩子们的“嘴里”省钱，因为那等同于“犯罪”；法律规定的教职工保险及福利不能“抠门儿”；再比如，必要的设施、设备、玩教具与各种教学材料、教师必要的培训与工作必须的工具及设备，等等，不能太算计。此外，业绩奖励也是绝对不可以“节省”的。第二个原则，花在刀刃上。有些钱花出去可能很有必要，但如果在轻重缓急上排名靠后的话，可以不花，而是花在那些必须得花的项目上。第三个原则，量入为出。即便是必须买的东西，但现金流限制，也可以考虑拖后（在幼儿园正常运转的条件下，这种情形经常出现。但建园初期情况不同）。最后一点，为作为园长的你界定一个“安慰”：“抠门儿”未必不是好园长。
            </p>
          </div>
        </el-tab-pane>
        <el-tab-pane label="5、园长是楷模" name="t5">
          <div class="content">
            <p class="text">
              楷模者，榜样也。作为园长，你要求员工做到的，你必须自己能做到，而且必须一如既往、始终如一的做到，而不仅仅是“做秀”，不管是职业园长，还是老板园长。首先，作为“榜样”，园长责无旁贷。你没有理由推托作为榜样的责任。换言之，在幼儿园管理中，你必须全方位地扮演榜样的角色。第二，榜样是无声的“督导”。无论在哪一方面，只要园长将自己对员工的要求，用榜样的方式展示自己的态度与行为，那么，这就是一种无声的督导。它让跟随者没有理由推脱自己“没能做好”的责任。因为，园长的榜样行为就是一种无形的监督和检查。第三，榜样的力量是无穷的。榜样的奇妙不仅在于它可以在无声息中发上作用，更重要的是，它的力量是无穷的。由于榜样力量对他人产生的影响方向往往是由内向外的，因而我们断定这种力量完全属于精神层面的。而精神力量是无法衡量的，因其转变成的物质也就同样是巨大与无法计算的。因此第四，榜样是园所文化的重要组成部分。以价值、态度、行为为核心内容的园所文化，其构建、形成以及发挥作用的过程，起着关键作用的要素多半都属于精神层面的。其中以态度与行为为基本表现力的榜样作用，功不可没。在某种程度上，园长身上表现出来的榜样本身就是权威。
            </p>
          </div>
        </el-tab-pane>
        <el-tab-pane label="6、园长是“保姆”" name="t6">
          <div class="content">
            <p class="text">
              员工在心灵、专业、道德以及人格等方面的成长，需要园长的呵护和关爱。在这个角度上，园长就是“保姆”。员工，尤其是教师的素质，是幼儿园教育品质的决定因素。这是一个不争的事实。从这个意义上看，员工的整体素质与水平与幼儿园教育品质有直接关系。然而，正如儿童间的差异有绝对性一样，员工素质与水平间的差异同样是客观的事实。因此，园长工作的很大一部分，都与员工成长与发展有直接的联系。之所以用充当“保姆”来形容园长这一方面的角色，是因为：第一，需要园长有耐心。与儿童的发展无法“一蹴而就”一样，员工的进步与成长也同样需要一个过程。园长需要帮助员工量身设计一个职业生涯发展的规划，并指导其在特定的时间内实现一个个小的成长与发展目标。在这一过程中，园长在心理上要将这些小的目标变成自己对员工若干个小的期待，然后在悉心指导下，等待着员工的进步与发展，让这些期待变成现实。这期间，就需要园长必须有足够的耐心。第二，园长需要有爱心。呵护员工的成长与职业发展，在其性质上与呵护儿童一样，都要付出大爱、真爱以及无条件的爱。爱就是阳光、雨露、空气、水以及最适合生长的养分，它能让员工的成长更健康、更迅速，从而成为幼儿园教育品质始终如一的基本条件。睿智的园长，应当做到给予员工的爱一如既往，始终如一，让员工感觉到在你的领导下工作就是一种享受，充满着无限的幸福。让这种由爱生出的安全感与归属感，变成员工巨大的精神力量。每天带着如此的热情工作，其效能对于幼儿园教育目标的实现必然是理想的。不要吝啬，给予员工无条件的爱，就一定会滋润他们成长，就一定会创造和保持幼儿园教育的高品质。
            </p>
          </div>
        </el-tab-pane>
        <el-tab-pane label="7、园长是姐姐" name="t7">
          <div class="content">
            <p class="text">
              姐姐是老大。她宽容，不计前嫌；她大度，能忍受委屈；她能够任劳任怨，默默奉献；她是最好的倾听者，并善解人意；她理性，从不煽风点火，而是循循善诱，指点迷津；她总是能承担责任，且从不抱怨；她说话不多，但总是可以说到点子上，且掷地有声。在中国的社会文化传统中，由于自然出生的位置，姐姐这个称谓，有着仅次于母亲的权威地位。这是我们为什么将园长角色确定为“姐姐”的原因之一。其二，幼儿园的主要人力资源基本上全部由女性构成。如果将园长与教师的关系比作姐妹的话，那么，“姐姐”的地位彰显一种“天赋姊权”的责任与义务。在这里，我们通过赋予园长以“姐姐”的角色，试图达到解决“女性管理女性”所产生的诸多令人头疼不已的问题。这些问题包括，由“情绪化”导致的感情用事缺乏逻辑，善人治缺法制，话太多言多必失，缺乏策略无原则；由“情感细腻”导致的不分权、不放权、事必躬亲，不大气、爱生气、不留退路，喜怒形于色、心情写在脸上；以及由“同性妒忌”导致的滥用权威，不善于进行换位思考，对错误不能容忍、缺乏弹性走极端，等等。正如幼儿园是女性管理女性事实的客观一样，女性自身的上述特点也同样是不争的客观事实。因此，我们就会遇到了一种困境：怎样才能在幼儿园管理中处理好这些有客观事实引起的诸多“纠结”？坦率地讲，迄今为止还没有看到有人能拿出一套操作性非常强的“控制流程”，让一个女性园长自然而然地在工作中克服自己的“天然弱点”。因此，我们能找到的最好的解决方案，也许就是在心理上赋予你一种可操作的“角色”，这就是“姐姐”。就是试图让你自己有一个想象中的自我定位，以便能够睿智与理性地履行自己的园长职责。总之，当好“姐姐”，你将会遭遇最少的管理困境。
            </p>
          </div>
        </el-tab-pane>
        <el-tab-pane label="8、园长是朋友" name="t8">
          <div class="content">
            <p class="text">
              从一般意义上讲，园长应是幼儿园所有员工的朋友。但这一角色，我们是专指园长与家长的关系而言的。我们一贯主张，家庭及父母在幼儿园教育中有着重要地位，并充当着关键的角色。儿童在家庭中主要充当着“自然人”的角色，但在幼儿园教育中，却主要充当“社会人”的角色。换言之，幼儿园是儿童走出家门后所进入的第一个社会化机构，也即由“自然人”转变为“社会人”的“初始催化器”。这种“转化”在幼儿园教育阶段，仅仅依靠幼儿园本身是远远不够的。家庭作为儿童第一个也是终生的“庇护所”，以及父母作为儿童第一个也是终生的导师，在许多方面对自己孩子的了解和把握，要远远超过幼儿园教师所能做到的。因此，依赖并能够和父母一起完成孩子的早期教育，是幼儿园教育的基本使命。在这个意义上，园长与家长之间必然发生多方面的、千丝万缕的联系。而在这种关系中，园长只有找准自己的基本定位，才能处理好与每天必须面对的众多家长间的关系。而我们认为，最佳的关系就是“朋友”。这种定位的独到之处是，第一，朋友关系能避免你对家长“居高临下”，平等的互动让你游刃有余，左右逢源。第二，作为朋友，能让家长对你产生信任。而信任则是良性互动的基本前提。第三，朋友关系，能让你的心态平和，不会产生“敌对”情绪，避免将关系弄糟，没有乱摊子遗留。第四，一旦家长认同你为好朋友，你会从他们那里得到诸多意想不到的信息或帮助。因此，请努力当好家长的朋友，那会使你受益多多。
            </p>
          </div>
        </el-tab-pane>
      </el-tabs>
    </div>

    <el-backtop target="body .app-activity">
      <!-- <div class="back-ball">
        Top
      </div> -->
    </el-backtop>
  </div>
</template>

<script>
import { listFiles, getFiles } from "@/api/benyi/files";
import { downLoadUrl } from "@/utils/zipdownload";

export default {
  name: "Activity",
  data() {
    return {
      // 遮罩层
      loading: true,
      apiurl: process.env.VUE_APP_BASE_API,
      filesList: [],
      // 查询参数
      queryParams: {
        pageNum: 1,
        pageSize: 50,
        name: undefined,
        filetype: undefined,
        type: "10", //代表园长岗位职责系列文件
        fileurl: undefined,
        createuserid: undefined,
      },
      isFixed: false,
      activeName: "t1",
    };
  },
  created() {
    this.getList();
  },
  methods: {
    /** 查询文件管理列表 */
    getList() {
      this.loading = true;
      listFiles(this.queryParams).then((response) => {
        this.filesList = response.rows;
        this.loading = false;
      });
    },
    load() {},
    // down(row) {
    //   downLoadUrl(row.fileurl, row);
    // },
     //下载
    handleDown(fileurl,name) {
      //window.open(this.apiurl + url);
      this.download(name,fileurl);
    },
    //预览
    handleView(fileurl) {
      window.open(
        "https://view.officeapps.live.com/op/view.aspx?src=http://system.benyiedu.com" +
          this.apiurl +
          fileurl,
        "_blank"
      );
    },
  },
  mounted() {},
  computed: {},
};
</script>
<style lang="scss" scoped>
.infinite-list-item {
  padding: 15px 15px;
  border-bottom: 1px solid #eee;
  &:hover {
    background: #f8f8f8;
  }
  .left {
    font-size: 14px;
    .icon {
      margin: 0 3px 0 5px;
    }
  }
  .right {
    font-size: 12px;
    color: #999;
    &:hover {
      color: rgb(64, 158, 255);
    }
  }
}
.app-activity {
  padding: 0 10%;
  height: 100vh;
  overflow: hidden;
  overflow-y: auto;
  margin: 0 auto;
  color: #333;
  height: 100%;
  @media (max-width: 768.98px) {
    padding: 0 3%;
  }
  ::v-deep .el-tabs__item {
    font-weight: bold;
  }
  p {
    margin: 0;
  }
  .indent {
    text-indent: 2rem;
  }
  .text {
    font-size: 14px;
    line-height: 22px;
    padding-bottom: 12px;
  }
  .title {
    padding: 10px 0;
    margin: 0;
    font-size: 22px;
    text-align: center;
  }
  .title2 {
    text-align: left;
    font-size: 16px;
    display: flex;
    align-items: center;
    &::before {
      content: "";
      margin-right: 8px;
      width: 4px;
      height: 18px;
      background: #325cf3;
    }
  }
  .title3 {
    font-weight: bold;
    font-size: 14px;
  }
  .tabs {
    margin-bottom: 40px;
  }
  .danger {
    color: #f56c6c;
  }
  .err {
    font-size: 16px;
  }
  .content {
    padding: 0 15px;
    .imgs {
      display: flex;
      padding: 0 10%;
      img {
        flex: 1;
        padding: 5px;
        width: 100%;
        &.img2 {
          width: 50%;
        }
      }
    }
    .row-item {
      line-height: 24px;
      padding-bottom: 5px;
      font-size: 14px;
    }
  }
}
</style>
